{"allProductFeatures":[{"image":{"handle":"wGqQTlvpSpqQs4XGG5MU"},"description":"Each team focuses on one or two goals at a time to ensure team success and drive organizational objectives. A team goal is a lagging indicator. OneGoal makes it easy to update and understand if the team is winning or losing.\n\n","shortDescription":"Team scoreboards to measure goal progress","id":"cjdag263l1ni30177jlqw72us","order":1,"title":"Scoreboards"},{"image":{"handle":"kEHu6qFFSj2avOloEZbl"},"description":"Each team can have multiple activities they perform daily or weekly to drive goal success. Activities are leading indicators. The activities can be weighted using a point system. OneGoal makes it quick to enter activity totals daily from the mobile app and handles complex point calculations in real-time.\n\n","shortDescription":"Key activity measures that drive goal success","id":"cjdc2juuwoi2f0159l0hyvnyc","order":2,"title":"Activity Measures"},{"image":{"handle":"Aq3nqdVtQUK6QFBrEa0b"},"description":"Each team meets regularly to make commitments towards the team goal and hold each other accountable. The workflow for the meeting is simple:\n\n\n1. Review the previous commitments,\n2. Update the scoreboard, and\n3. Make new commitments.\n\nEach team members asks:\n\n> _\"What are the one or two most important tasks I can do before the next OneGoal meeting, that will have the biggest impact on the team's scoreboard?\"_\n","shortDescription":"Commitment meeting management to drive accountability toward key activities","id":"cjdc30c8ro1wg0177i6vmho24","order":3,"title":"OneGoal Meetings"},{"image":{"handle":"tfxhq4bARUiqabwLpezu"},"description":"Team members can earn custom achievements through the system for week over week consistency and goal achievement. Team members can also recognize one another for achievements in the system or provide general recognition for a job well done.\n\n","shortDescription":"Custom achievements and peer recognition","id":"cjdc31i58o21i01774cgljgt3","order":4,"title":"Recognition"},{"image":{"handle":"VvnPrrkaR66yS4PxFOIo"},"description":"Rewards provide a behavior incentive for team members to complete commitments regularly, use the system, achieve goals, and go above and beyond.\n\n\n\nThe OneGoal system allocates tokens each period that must be given to others before they expire. Organizations can attach tokens to system achievements for big bonuses.\n\n\n\nOneGoal also enables group incentives through pooling of tokens to earn group rewards.\n\n\n\nRewards are custom and can includes perks, charitable donations, gift cards, etc.\n\n","shortDescription":"Rewards earned through consistent activity and peer recognition","id":"cjdc32gkzolhg0136juggjbiq","order":5,"title":"Rewards"},{"image":{"handle":"DMXL8IV0S4Ecd23KJMEm"},"description":"OneGoal provides organizational coaches the tools to ensure process adoption, diagnose piping issues between goals and activities, make adjustments, and detect unusual activity in the system. Leaders can quickly scan to understand overall health through a single team \"health score\".\n\n","shortDescription":"Analytics to measure team health, diagnose issues, and spot unusual activity","id":"cjdc33agoom880159rrmva4r3","order":6,"title":"Analytics"}],"allPosts":[],"allBenefits":[{"id":"cjdapg9634g3q01020k8izpvb","description":"Get results on your strategic goals","order":1},{"id":"cjdaph96q4m800179cqa3xlbv","description":"Create focus where none existed before","order":2},{"id":"cjdaphncv4sc60159ujr8cez3","description":"Align team goals with activities to drive success","order":3},{"id":"cjdapi6364kpw01363lvs6bzr","description":"Increase accountability for your strategic goals","order":4},{"id":"cjdapiefp4mhv0179m9x965fp","description":"Engage and motivate your team","order":5},{"id":"cjdapiq4g4j360177o3b0bku6","description":"Change behavior and create new habits","order":6}]}